Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: [13.8-20.3] I use my power to guide us, to decide how to best prepare for the inevitable End of Time.[23-25.6] That gives the chosen few a chance to survive.[28.7-30.9] I've seen the End of Time.
pl_pl: [13.8-20.3] Używam mojej mocy, by nami kierować, by decydować, jak najlepiej przygotować się na nieuchronny Koniec Czasu.[23-25.6] To daje nielicznym wybranym szansę na przetrwanie.[28.7-30.9] Widziałem Koniec Czasu.

source: [13.9-15.25] Jack, we gotta go.[21.85-23.6] No--[29.1-31.95] Paul. What happened to you? What are you doing?[34-36.25] Think about this! You don't know what's at stake--[54.6-58.1] Seventeen years. It was you! The first experiment![71.1-74.2] Now listen, I've built a device, I can stop this! I can![76.4-78.7] This is madness! There's no harm in trying! [88.15-92.1] We can't just let this happen. I'll never stop trying.[107.25-109.1] Wait, wait, wait.
pl_pl: [13.9-15.25] Jack, musimy iść. [21.85-23.6] Nie... [29.1-31.95] Paul. Co się z tobą stało? Co ty wyprawiasz? [34-36.25] Pomyśl o tym! Nie wiesz, o co toczy się gra... [54.6-58.1] Siedemnaście lat. To byłeś ty! Pierwszy eksperyment![71.1-74.2] Teraz słuchaj, zbudowałem urządzenie, mogę to powstrzymać! Naprawdę! [76.4-78.7] To szaleństwo! Nie ma nic złego w próbowaniu! [88.15-92.1] Nie możemy na to pozwolić. Nigdy nie przestanę próbować. [107.25-109.1] Czekaj, czekaj, czekaj.

source: [135.6-137.2] You're not going anywhere.
pl_pl: [135.6-137.2] Nigdzie nie idziesz.

source: [14-14.9] You're here to kill me?[18.6-19] No.
pl_pl: [14-14.9] Chcesz mnie zabić? [18.6-19] Nie.

source: [14.2-15.7] Oh, shit![30.3-31.7] C'mon, we gotta move![59.2-60.2] Welcome back.[62-64.5] Hey, Will. Here's a present.[73.8-77.1] Will, c'mon! C'mon, Will, let's go![79.6-81.95] Monarch had it the whole time. Does it work?[85.8-88.3] Not yet. Does it work?[93-93.7] No.[93.6-94.3] No, no, no, no.[94.3-97.7] We just stop the Fracture here. In this time. Now.[103.8-107.8] People are going to die, Will. You haven't seen what happens between now and then. [114-114.9] Look, we don't know anything--[121.4-124.25] Look, I know the stakes! Okay?[138.5-139.55] But the future isn't...
pl_pl: [14.2-15.7] O cholera! [30.3-31.7] Dalej, musimy biec! [59.2-60.2] Witamy z powrotem. [62-64.5] Hej, Will. Prezent dla ciebie. [73.8-77.1] Will, chodź! Dalej, Will, idziemy! [79.6-81.95] Monarch miał to przez cały czas. Działa?[85.8-88.3] Jeszcze nie. Działa?[93-93.7] Nie.[93.6-94.3] Nie, nie, nie, nie. [94.3-97.7] Zatrzymamy pęknięcie. W tym czasie. Teraz.[103.8-107.8] Ludzie będą umierać, Will. Nie widziałeś, co się stanie do tego czasu. [114-114.9] Słuchaj, nic nie wiemy... [121.4-124.25] Słuchaj, wiem, jaka jest stawka![138.5-139.55] Ale przyszłość nie jest...

source: [14.2-20.1] What's going on, Paul? You look fucked up... even by your fucked-up standards.[22.25-23] Christ.[25.2-30.1] I took it back. I don't care how messed up you are, Paul. You're not taking it from me.[38.2-42] Gone? What about your survival plan?
pl_pl: [14.2-20.1] Co się dzieje, Paul? Wyglądasz na pojebanego... nawet jak na swoje pojebane standardy. [22.25-23] Chryste. [25.2-30.1] Wziąłem swoje. Nie obchodzi mnie, jak bardzo jesteś popierdolony, Paul. Nie odbierzesz mi tego.[38.2-42] Zniknęło? A co z twoim planem przetrwania?

source: [14.3-16.1] Hang on, it's... okay, I got it.
pl_pl: [14.3-16.1] Poczekaj, to jest... w porządku, mam to.

source: [14.4-15.8] Just hurry up![19.3-23] It's like I'm pushing against the -- entire goddamn universe![54.9-56.1] Will.[59.3-60.4] C'mon.[60.8-61.5] C'mon![63.9-65.8] I think we just saved the universe.[70.7-73.3] He's Dead. He's gone. I don't know, it doesn't matter.[74-76.2] Will, he was wrong about everything.[78.4-79.4] Will.[81.8-83.25] The countermeasure worked.[181.65-182.9] I'll come back for you.
pl_pl: [14.4-15.8] Tylko się pospiesz! [19.3-23] To tak, jakbym naciskał na cały cholerny wszechświat! [54.9-56.1] Will. [59.3-60.4] Wstawaj. [60.8-61.5] No już! [63.9-65.8] Chyba właśnie uratowaliśmy wszechświat. [70.7-73.3] Nie żyje. Odszedł. Nie ważne, to nie ma znaczenia. [74-76.2] Will, mylił się co do wszystkiego. [78.4-79.4] Will. [81.8-83.25] Środek zaradczy zadziałał. [181.65-182.9] Wrócę po ciebie.

source: [14.6-18.6] This is bigger than the two of us. You know time's about to stop for good.[23.2-28.7] A bunch of desperate people sitting around in a bunker somewhere, waiting for the inevitable? Jesus, Paul...[32.6-33.3] I stole it?[41-41.9] I can't do that.
pl_pl: [14.6-18.6] To jest większe niż my dwaj. Wiesz, że czas zatrzyma się na dobre. [23.2-28.7] Banda zdesperowanych ludzi siedzi gdzieś w bunkrze, czekając na nieuniknione? Jezu, Paul...[32.6-33.3] Ukradłem to?[41-41.9] Nie mogę tego zrobić.

source: [14.6-18] Uh, sir? I didn't catch that.[24.4-28.9] Sir? Er, are you planning to... uh, use that?
pl_pl: [14.6-18] Eee, proszę Pana? Nie załapałem. [24.4-28.9] Proszę Pana? Czy planuje pan... tego użyć?

source: [142.9-144.4] One more question.[145.15-151.75] Paul Serene's entire philosophy was that time is a set path, and nothing can be changed.[153.9-156.1] At the time, you obviously disagreed.[157.3-165] But after everything you've seen and done, we need to know... what do you believe now?[171.7-173.1] Was he right?[177.6-180.2] Or is it possible to change things?
pl_pl: [142.9-144.4] Jeszcze jedno pytanie.[145.15-151.75] Cała filozofia Paula Serene'a polegała na tym, że czas jest ustaloną ścieżką i nic nie można zmienić.[153.9-156.1] W tamtym czasie oczywiście się z tym nie zgadzałeś.[157.3-165] Ale po tym wszystkim, co widziałeś i zrobiłeś, musimy wiedzieć... w co teraz wierzysz?[171.7-173.1] Czy miał rację?[177.6-180.2] A może można coś zmienić?

source: [15-16.3] You're all heart, Moneybags.
pl_pl: [15-16.3] Masz serce, kasiarzu.

source: [15-19.2] Jack, get her moving before time kicks back in and that drone turns us into paste.[48.7-49.7] It’s collapsing![67.9-68.8] It's right there.[73-74.2] C’mon, Doctor.
pl_pl: [15-19.2] Jack, rusz ją, zanim czas wróci do normy i dron zamieni nas w pastę. [48.7-49.7] Zacięcie się kończy! [67.9-68.8] Jest tam. [73-74.2] No dalej, Pani Doktor.

source: [15.29-19] Oh, shit. Shit.[25.25-30] Fuck you. I've got too much riding on this.[31.3-32.9] You're not going anywhere--
pl_pl: [15.29-19] Cholera. [25.25-30] Pierdol się. Zbyt wiele ode mnie zależy.[31.3-32.9] Nigdzie się nie wybierasz...

source: [15.3-17.4] Get off me! You don't know what you're doing!
pl_pl: [15.3-17.4] Zostaw mnie! Nie wiesz, co robisz!

source: [15.4-17.65] This building's been shut down for years.[45.8-48.1] Yeah? I bet you like the paycheck, too.
pl_pl: [15.4-17.65] Ten budynek jest zamknięty od lat. [45.8-48.1] Tak? Założę się, że wypłata też ci się podoba.

source: [15.7-16.3] Jack...[17.9-20.3] You have to help me with this, we have to shut this thing down now![20.5-23.8] Zero state. What have we done?[28.3-28.8] Jack![33-35.8] Jack! This way! Jack!
pl_pl: [15.7-16.3] Jack...[17.9-20.3] Musisz mi z tym pomóc, musimy to natychmiast wyłączyć![20.5-23.8] Stan zerowy. Co my narobiliśmy? [28.3-28.8] Jack! [33-35.8] Jack! Tędy! Jack!

source: [15.9-21.8] We can't risk any unwanted attention. Convince the witnesses not to talk, keep eyes on them, then send them home.[23.25-27.2] Initialize a PR campaign. We need the city on our side.
pl_pl: [15.9-21.8] Nie możemy ryzykować niechcianej uwagi. Przekonaj świadków, by nic nie mówili, miej ich na oku, a potem odeślij do domu. [23.25-27.2] Rozpocznij kampanię PR. Potrzebujemy miasta po naszej stronie.

source: [16.1-17.2] No!!
pl_pl: [16.1-17.2] Nie!!!

source: [16.3-16.8] How's that?
pl_pl: [16.3-16.8] Co ty na to?

source: [16.6-18.9] I know your brother built the one thing that can stop the Fracture.[23.4-23.85] What?[25.7-28.7] We can't fix the machine. But I might know somebody who can.[29.8-31] Sofia Amaral.[33.6-37.7] She'll be at the Monarch gala tonight, but the security's airtight, she'll be nearly impossible to get to.
pl_pl: [16.6-18.9] Wiem, że twój brat zbudował jedyną rzecz, która może powstrzymać Pęknięcie.[23.4-23.85] Co?[25.7-28.7] Nie możemy naprawić maszyny. Ale mogę znać kogoś, kto może to zrobić.[29.8-31] Sofia Amaral. [33.6-37.7] Będzie dziś na gali Monarch, ale ochrona jest szczelna, prawie niemożliwe będzie się do niej dostać.

source: [16.65-17.6] All right, let's go.
pl_pl: [16.65-17.6] W porządku, chodźmy.

source: [16.8-21.75] We're taking the hardline. Any potential threats to our plan need to be erased.[32.7-35.4] Make it quick, painless.
pl_pl: [16.8-21.75] Przyjmujemy bezkompromisowe podejście. Wszelkie potencjalne zagrożenia dla naszego planu muszą zostać usunięte. [32.7-35.4] Zrób to szybko i bezboleśnie.

source: [17-19.4] System reads green. Lock it in.[22.6-23.7] Hostile detected.
pl_pl: [17-19.4] Status systemowy - zielony. Zablokować. [22.6-23.7] Wykryto wroga.

source: [17.6-20] The perfect place to hide something you don't want found.[32-38.8] I know your brother built the one thing that can stop the Fracture. I know we're meant to find it. And I know Monarch doesn't want us to.[43.7-45.2] I like the way their pants fit.[48.9-55.1] Had to create a cover to gather information. You've known about this for a few hours, I've been preparing for it for most of my life.
pl_pl: [17.6-20] Idealne miejsce do ukrycia czegoś, czego nie chcesz znaleźć. [32-38.8] Wiem, że twój brat zbudował jedyną rzecz, która może powstrzymać Pęknięcie. Wiem, że mamy to coś znaleźć. I wiem, że Monarch nie chce, abyśmy to znaleźli. [43.7-45.2] Nieźle na mnie leży. [48.9-55.1] Musiałam działać pod przykrywką, aby zebrać informacje. Ty wiesz o tym od kilku godzin, ja przygotowywałam się do tego przez większość mojego życia.

source: [18-19] What's wrong?[29.4-30.3] You made this?[36.65-41] The woman in that picture. It's you, isn't it. So... who's the little girl?[80.7-81.7] It was you.[144.8-145.55] Beth...
pl_pl: [18-19] Co jest? [29.4-30.3] Ty to zrobiłaś? [36.65-41] Kobieta na tym zdjęciu. To ty, prawda? Więc... kim jest ta mała dziewczynka? [80.7-81.7] To ty. [144.8-145.55] Beth...

source: [18.2-20.4] Just one of you? Really?[22.8-25.2] Look, you have to realize you're not gonna keep me from the CFR.[28.3-29.8] You don't look like you're in any shape for this.
pl_pl: [18.2-20.4] Tylko jeden z was? Naprawdę?[22.8-25.2] Słuchaj, musisz zdać sobie sprawę, że nie powstrzymasz mnie przed RPC.[28.3-29.8] Nie wyglądasz, jakbyś był w formie.

source: [18.4-21.3] My office alarm went off. Is that you skulking around, Jack?[24.9-27.35] Yes, of course. The CFR.[27.8-33.8] If you understood just how much depended on that, you'd leave it alone. But I know you don't care.[38.5-43.6] Yes. Yes, everything will play out as it has to play out.[45.7-47.6] I'll see you very soon, Jack.
pl_pl: [18.4-21.3] W moim biurze włączył się alarm. Czy to ty tam szperasz, Jack?[24.9-27.35] No oczywiście. RPC. [27.8-33.8] Gdybyś rozumiał, jak wiele od tego zależy, zostawiłbyś to w spokoju. Ale wiem, że ciebie to nie obchodzi. [38.5-43.6] Tak. Tak, wszystko rozegra się tak, jak musi się rozegrać. [45.7-47.6] Do zobaczenia wkrótce, Jack.

source: [19.55-22.5] Beth. I think I'm gonna need a ride. The streets are too hot.
pl_pl: [19.55-22.5] Beth. Chyba będę potrzebował podwózki. Na ulicach jest za gorąco.

source: [19.8-22.95] Can't stay here long, Jack. You're gonna need to be quick.[25.3-26.1] Bad news?
pl_pl: [19.8-22.95] Nie mogę tu długo zostać, Jack. Musisz działać szybko. [25.3-26.1] Złe wieści?

source: [2-19.85] I don't know a fraction of the hell that Beth went through. What she experienced when she saw the End of Time, how that changed her, like it changed Paul. Followed by eleven years of living like a ghost. The Beth I'd known had laser focus. This Beth... she had doubts.[28.1-32.7] But the countermeasure, the one thing that could set things right, was waiting for us at Will's workshop.
pl_pl: [2-19.85] Nie wiem przez jakie piekło przeszła Beth. Co przeżyła, gdy zobaczyła Koniec Czasu, jak to ją zmieniło, tak jak zmieniło Paula. Potem jedenaście lat życia jak duch. Beth, którą znałem, była skupiona jak wiązka lasera. A ta Beth... miała wątpliwości.[28.1-32.7] Ale środek zaradczy, jedyna rzecz, która mogła wszystko naprawić, czekał na nas w warsztacie Willa.

source: [2.15-5.1] Of course... some cars need stealing more than others.
pl_pl: [2.15-5.1] Oczywiście... niektóre samochody chciały być ukradzione bardziej niż inne.

source: [2.3-6.7] You've been very patient with us... and very helpful. Thank you.[10.5-11.6] Of course.[14.7-15.7] Right outside.
pl_pl: [2.3-6.7] Byłeś dla nas bardzo cierpliwy... i bardzo pomocny. Dziękuję. [10.5-11.6] Oczywiście. [14.7-15.7] Proszę do wyjścia.

source: [2.5-4.15] Previously on Quantum Break...[4.7-6.7] I came back home to see my best friend, Paul Serene. [10.3-13.2] He wanted to show me what he'd been working on. Paul said it was "world-changing."[13.4-14.6] Two minutes to the past.[17.5-17.8] Will?[25.2-26.2] Aaaahh![31.95-32.95] Paul, wait! No![36.9-37.8] Where's my brother?![40.15-40.4] Paul?
pl_pl: [2.5-4.15] Poprzednio w Quantum Break...[4.7-6.7] Wróciłem, by zobaczyć się z moim najlepszym przyjacielem, Paulem Serene. [10.3-13.2] Chciał mi pokazać, nad czym pracował. Powiedział, że to „odmieni świat”. [13.4-14.6] Dwie minuty w przeszłość. [17.5-17.8] Will? [25.2-26.2] Aaaahh! [31.95-32.95] Paul, czekaj! Nie! [36.9-37.8] Gdzie jest mój brat?! [40.15-40.4] Paul?

source: [2.5-4.1] Previously on Quantum Break...[15.15-17.65] No. But you're coming with us. We need your expertise.[18.8-19.6] I'm not asking.[21-22.4] Get her on the boat! I'll keep 'em busy.[23.1-24.3] C'mon, go! Hurry up!
pl_pl: [2.5-4.1] Poprzednio w Quantum Break...[15.15-17.65] Nie. Ale idziesz z nami. Potrzebujemy twojej wiedzy. [18.8-19.6] Nie proszę. [21-22.4] Zabierz ją na statek! Zajmę ich. [23.1-24.3] Dalej, ruszać się! Pospiesz się!

source: [2.5-4.1] Previously on Quantum Break...[15.8-18.4] No. But you're coming with us. We need your expertise.[19.5-20.3] I'm not asking.[21.7-23.15] Get her on the boat! I'll keep 'em busy.[23.8-25] C'mon, go! Hurry up!
pl_pl: [2.5-4.1] Poprzednio w Quantum Break...[15.8-18.4] Nie. Ale idziesz z nami. Potrzebujemy twojej wiedzy. [19.5-20.3] Nie proszę. [21.7-23.15] Zabierz ją na łódź! Zajmę ich.[23.8-25] Dalej, ruszać się! Pospiesz się!

source: [2.5-4.1] Previously on Quantum Break...[24.6-25.2] It was you.[27.1-28.4] Hey. Wait. Wait![28.8-29.3] Where is she?![32.4-33] Beth?[33.9-34.6] What happened to you?[47.45-48.3] NO![56.3-56.75] No.
pl_pl: [2.5-4.1] Poprzednio w Quantum Break...[24.6-25.2] To byłeś ty.[27.1-28.4] Hej. Czekaj. Czekaj![28.8-29.3] Gdzie ona jest?![32.4-33] Beth?[33.9-34.6] Co ci się stało?[47.45-48.3] NIE![56.3-56.75] Nie.

source: [2.6-3.3] Uhh![7.35-12.7] Fuck. Shut up. Shut up!
pl_pl: [2.6-3.3] Ehh! [7.35-12.7] Kurwa. Zamknij się. Zamknij się!

source: [2.7-3.25] Uhh!
pl_pl: [2.7-3.25] Ehh!

source: [2.7-4.3] Previously on Quantum Break...[26.3-27] It was you.[28.85-30.25] Hey. Wait. Wait![30.5-31.3] Where is she?![34.15-34.7] Beth?[35.6-36.3] What happened to you?[49.2-50.1] NO![58-58.35] No.
pl_pl: [2.7-4.3] Poprzednio w Quantum Break...[26.3-27] To byłeś ty.[28.85-30.25] Hej. Czekaj. Czekaj![30.5-31.3] Gdzie ona jest?![34.15-34.7] Beth?[35.6-36.3] Co ci się stało?[49.2-50.1] NIE![58-58.35] Nie.

source: [2.8-3.9] Better not, Jack.[7.6-11.5] I don't know how Will managed to get here, but... forget him.[18.3-22] Yes, it is. Hence the Lifeboat program.[28.7-30.7] You stole the CFR, Jack.[32.4-33.75] And the plan depends on it.[35.1-39.1] So... I'll take that back now, please.[50.25-51.4] I know.
pl_pl: [2.8-3.9] Lepiej nie, Jack. [7.6-11.5] Nie wiem, jak Will zdołał się tu dostać, ale... zapomnij o nim. [18.3-22] Tak, to prawda. Stąd program Łodzi Ratunkowej. [28.7-30.7] Ukradłeś RPC, Jack. [32.4-33.75] A plan od tego zależy. [35.1-39.1] Więc... teraz to odbiorę, proszę. [50.25-51.4] Wiem.

source: [2.9-4.5] Previously on Quantum Break...[5.2-5.7] Paul![6.7-9] Stop! Come back! Goddamn it![13.7-15.2] I think it's time you tell me what you know.[19.7-20.85] A second time machine![21.4-23.3] No, no, no, no, no.[24.5-25.2] Goddamn it![31.8-32.8] The Monarch scientist.[38-39.2] Unless I have an invite.
pl_pl: [2.9-4.5] Poprzednio w Quantum Break...[5.2-5.7] Paul![6.7-9] Stój! Wracaj! Cholera jasna![13.7-15.2] Chyba czas, żebyś mi powiedział, co wiesz.[19.7-20.85] Drugi wehikuł czasu![21.4-23.3] Nie, nie, nie, nie, nie.[24.5-25.2] Cholera jasna![31.8-32.8] Naukowiec Monarch.[38-39.2] Chyba że mam zaproszenie.

source: [2.9-4.5] Previously on Quantum Break...[5.2-5.7] Paul![6.7-9] Stop! Come back! Goddamn it![13.7-15.2] I think it's time you tell me what you know.[19.7-20.85] A second time machine![21.4-23.3] No, no, no, no, no.[24.5-25.2] Goddamn it![31.8-32.8] The Monarch scientist.[38-39.2] Unless I have an invite.[51.7-52.2] Yeah.
pl_pl: [2.9-4.5] Poprzednio w Quantum Break...[5.2-5.7] Paul![6.7-9] Stój! Wracaj! Cholera jasna![13.7-15.2] Chyba czas, żebyś mi powiedział, co wiesz.[19.7-20.85] Drugi wehikuł czasu![21.4-23.3] Nie, nie, nie, nie, nie.[24.5-25.2] Cholera jasna![31.8-32.8] Naukowiec Monarch.[38-39.2] Chyba że mam zaproszenie.[51.7-52.2] Tak.

source: [2.9-5.25] C'mon, c'mon... it's jammed![20.5-21.7] Paul, wait! No!
pl_pl: [2.9-5.25] No dalej, dalej... zacięło się![20.5-21.7] Paul, czekaj! Nie!

source: [20.4-26.3] Actually, I've already got something on that front. They just pulled this from the security feed.[31.9-32.6] Who?[40.8-55] We got too big for you to screen everybody personally. And we didn't have an ID on her... until now. Beth Wilder. She's one of our operatives. We've already got a kill team after--[60.4-65.5] I told you, Paul, we can't trust our own people. Who knows how deep this goes?
pl_pl: [20.4-26.3] Właściwie to mam już coś na ten temat. Właśnie wyciągnęli to z kanału bezpieczeństwa.[31.9-32.6] Kto?[40.8-55] Mamy zbyt dużą bazę, żeby sprawdzać każdego osobiście. I nie mieliśmy jej ID... aż do teraz. Beth Wilder. Jest jednym z naszych agentów.[60.4-65.5] Mówiłem ci, Paul, że nie możemy ufać własnym ludziom. Kto wie, jak głęboko to sięga?

source: [20.4-29.8] The Fracture was escalating. Objects were moving out of time, out of order, entire timelines overlapping. And it was gonna get worse... unless we could stop it.
pl_pl: [20.4-29.8] Pęknięcie się nasilało. Obiekty przemieszczały się poza czasem, bez kolejności, całe osie czasu nakładały się na siebie. Było coraz gorzej... chyba że udałoby się nam to powstrzymać.

source: [200.8-208] A rash decision. You claim Beth Wilder's death had no impact on your behavior, but--[214.6-219.2] So what you did next... it wasn't personal?
pl_pl: [200.8-208] Pochopna decyzja. Twierdzisz, że śmierć Beth Wilder nie miała wpływu na twoje zachowanie, ale... [214.6-219.2] Więc to, co zrobiłeś później... nie było porachunkiem osobistym?

source: [21.2-22.5] Toto...[26-27] That's my signature.[33.1-34.8] I've never even been here before.[46-65.9] Jack... there's something you should know. 1999. I was eight years old, playing in my backyard, and a woman approached me, told me she was from the future. She gave me very specific details of events that would come to pass. [72.2-82] She gave me this. Filled with dates, events, proof of it all. Jack, that woman...[88.3-97.8] Everything that I told myself would happen... did. Every detail, for better or worse, came to pass, and couldn't be changed.[98-116.8] Our fate is laid out before us, Jack. Everything that happened to get us here, every sacrifice that was made... they're all a part of this path. And they can't be changed, or undone. [145.6-149] When we step in that time machine, you will see for yourself.
pl_pl: [21.2-22.5] Toto...[26-27] To mój podpis.[33.1-34.8] Nigdy wcześniej tu nie byłam.[46-65.9] Jack... jest coś, co powinieneś wiedzieć. W 1999 roku miałam osiem lat, bawiłam się na podwórku i podeszła do mnie kobieta, która powiedziała mi, że pochodzi z przyszłości. Podała mi bardzo szczegółowe informacje na temat wydarzeń, które miały nastąpić. [72.2-82] Dała mi to. Był wypełniony datami, wydarzeniami, dowodami na to wszystko. Jack, ta kobieta...[88.3-97.8] Wszystko, co powiedziałam sobie, że się wydarzy... wydarzyło się. Każdy szczegół, te dobre i złe, spełniły się i nie można tego było zmienić. [98-116.8] Nasz los jest już wykuty w kamieniu, Jack. Wszystko, co się wydarzyło, aby nas tu sprowadzić, każde poświęcenie, którego dokonaliśmy... wszystko to jest częścią tej ścieżki. I nie można ich zmienić ani cofnąć. [145.6-149] Kiedy wejdziemy do wehikułu czasu, sam się o tym przekonasz.

source: [21.3-24.7] Fuck you. I'm done playing games. I'm here for what you stole.[33.55-37.7] That's right, I don't. And it looks like you're not here to stop me.[71.55-74.1] I'm done dancing to your tune, you crazy bastard.
pl_pl: [21.3-24.7] Pierdol się. Skończyłem z gierkami. Jestem tu po to, co ukradłeś. [33.55-37.7] Zgadza się, nie wiem. I wygląda na to, że nie ma cię tu, by mnie powstrzymać. [71.55-74.1] Skończyłem z tańczeniem jak mi zagrasz, ty szalony draniu.

source: [22-22.5] Beth?[26.5-27.1] It's me...[27.8-29.3] Hey. Hey, hey, hey.[31.6-32.3] What happened to you?
pl_pl: [22-22.5] Beth?[26.5-27.1] To ja...[27.8-29.3] Hej. Hej, hej, hej.[31.6-32.3] Co ci się stało?

source: [22.1-22.9] You okay?
pl_pl: [22.1-22.9] Wszystko w porządku?

source: [22.1-26.1] Well. I was starting to think seeing a pretty lady like you was too much to hope for.[33.4-34.9] How about you get me out of this chair?[38.3-40.1] Ahh! Ah, ah.[64.1-65] I appreciate it.
pl_pl: [22.1-26.1] No. Już zaczynałem myśleć, że zobaczenie takiej ładnej damy jak ty to zbyt wiele nadziei. [33.4-34.9] Co ty na to, żeby uwolnić mnie z tego krzesła? [38.3-40.1] Ahh! Ał, ał. [64.1-65] Doceniam to.

source: [22.2-23.25] Mr. Joyce.[32.9-38.5] Well, you were at the heart of all of this. And you can understand our need to find out exactly what happened...[43.2-53] Paul Serene always danced to his own tune. You know that. He and his delusions did tremendous damage to Monarch. But we can still salvage this company.[53.9-55.2] We could use a man like you.[56-58.4] It's not the same Monarch you know, Mr. Joyce.[59.4-65.6] Your exceptional qualities are obvious. And we both know you have certain needs our expertise could help with.[66.8-68] We can help each other.
pl_pl: [22.2-23.25] Panie Joyce. [32.9-38.5] Cóż, był pan w centrum tego wszystkiego. I może pan zrozumieć naszą potrzebę zbadania dokładnie, co się stało... [43.2-53] Paul Serene zawsze tańczył do własnej melodii. Wiesz o tym. On i jego urojenia wyrządziły Monarch ogromne szkody. Ale wciąż możemy uratować tę firmę.[53.9-55.2] Przydałby nam się ktoś taki jak pan.[56-58.4] To nie jest ten sam Monarch, którego pan zna, panie Joyce. [59.4-65.6] Pańskie wyjątkowe cechy są bardzo interesujące. Oboje wiemy, że ma pan pewne potrzeby, w których nasza wiedza mogłaby pomóc.[66.8-68] Możemy pomóc sobie nawzajem.

source: [22.6-23.5] Thanks for showing up.[30.1-31.2] You know a guy called Hatch?[34.15-37.6] He was here. He gave me this big speech about how he wants to take down Paul.[40.15-43.45] I didn't trust him for a second. He set me loose anyways, told me to wait for an opening.[51.65-52.3] Appreciate it.
pl_pl: [22.6-23.5] Dzięki za pojawienie się. [30.1-31.2] Znasz gościa zwanego Hatch? [34.15-37.6] Był tutaj. Wygłosił mi wielką mowę o tym, jak chce załatwić Paula. [40.15-43.45] Nie ufałem mu nawet przez sekundę. I tak mnie wypuścił, kazał czekać na okazję. [51.65-52.3] Doceniam to.

source: [22.8-24.4] Don't do it, man. Just stay down.
pl_pl: [22.8-24.4] Nie rób tego, stary. Nie wychylaj się.

source: [22.9-23.55] Yeah.[36.4-37.3] There it is.
pl_pl: [22.9-23.55] Tak. [36.4-37.3] Jest.
